Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_2trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Čuovvovaš prinsihpat leat čilgejuvvon oahpahuslága láhkaásahusas, 3. kap..
sma: Daah prinsihph leah buerkiestamme mieriedimmesne ööhpehtimmielaakese, kap. 3.

source: NJEALLJE PRINSIHPA Ohppiid oahppaneavttuid sáhttá nannet jus oahppit 1. ipmirdit maid sii galget oahppat ja mii sis vurdojuvvo.
sma: NJIELJIE PRINSIHPH Maahta learohki lïerehtimmienuepieh nænnoestehtedh dastegh learohkh 1. guarkah maam edtjieh lïeredh, jïh mij lea veanhtadamme dejstie

source: 2. ožžot responssa ja besset gullat makkár kvalitehta sin barggus dahje olahusas lea.
sma: 2. bïevnesh bååstede åadtjoeh mah dejtie soptsestieh kvaliteeten bïjre barkose jallh maam dorjeme

source: 3. ožžot rávvagiid movt sáhttet buorebut bargat.
sma: 3. raerieh åadtjoeh guktie dah maehtieh buerebe sjïdtedh

source: 4. oassálastet iežaset oahppamis earret eará nu ahte árvvoštallet iežaset barggu
sma: 4. leah meatan jïjtse lïerehtimmiebarkosne, gaskem jeatjah jïjtse barkoem jïh evtiedimmiem vuarjasjidh

source: Dehálaš poeaŋŋa lea: Makkár mihtuid galggan olahit, man muttus mun lean daid mihtuid ektui, ja mo galggan mun ollet dohko ?
sma: Akte vihkeles gyhtjelasse lea: Mah ulmieh edtjem jaksedh, gusnie leam viertiestamme daej ulmiejgujmie, jïh guktie edtjem dohkoe båetedh ?

source: Oahppit galget ipmirdit maid sii galget oahppat ja mii sis vurdojuvvo
sma: sijjieaarvoesysteeme. Learoesoejkesje sijjieaarvoesysteemem nuhtjie.

source: Go bargá geahččalemiiguin ja árvvoštallamiin, de lea dehálaš ahte oahppit dihtet mii sis vurdojuvvo ja manne sin árvvoštallet. Oahppit fertejit maid diehtit manne lea dehálaš bargat rehkenastimiin vuođđo máhtolašvuohtan.
sma: Learohkh edtjieh guarkedh maam edtjieh lïeredh, jïh mij lea veanhtadamme dejstie Gosse pryövigujmie jïh vuarjasjimmine barkah dellie vihkeles learohkh daejrieh man åvteste dah vuarjasjamme sjidtieh, jïh mij lea veanhtadamme dejstie.

source: Ságastala ohppiiguin mii lea geahččaleami ulbmil, ja maid geahččaleapmi galgá mihtidit.
sma: Learohkh tjuerieh daejredh man åvteste vihkeles ryöknedimmine barkedh goh akte uvtemesth tjiehpiesvoete.

source: Muital ohppiide sin bargguid birra ja rávve mo viidásit sáhttet bargat
sma: Soptsesth dan åvteste learohkigujmie aajkoen bïjre pryövine, jïh maam pryöve möölehte.

source: Árvvoštallan- ja čuovvolanbarggus lea guovddáš oassi addit ohppiide fágalaš dieđuid sin barggus.
sma: Vedtieh bïevnesh bååstede jïh raerieh geajnoen bïjre guhkiebasse Faageles bïevnesh bååstede leah akte vihkeles bielie vuarjasjimmie- jïh

source: Dat galget muitalit makkár kvalitehta sin barggus dahje doaimmas lea ja galgá sisdoallat rávvagiid ja bagadusaid mo oahppit sáhttet bargat buorebut.
sma: Daah edtjieh kvaliteeten bïjre barkosne soptsestidh jallh guktie learohke dam haalveme, jïh edtja dovne raerieh jïh bïhkedimmiem vedtedh guktie learohkh maehtieh buerebe sjïdtedh.

source: Geahččaleami bohtosat ja dieđut sáhttet addit dutnje gova oahppi máhtuin, ja das mainna oahppi berre bargat eanet.
sma: Illedahkh jïh bïevnesh pryöveste maehtieh dutnjien aktem guvviem vedtedh destie maam learohkh haalvoeh, jïh mejnie dah tjuerieh vielie barkedh.

source: Dieid dieđuid berret geahččat ovttas eará dieđuiguin mat dus leat oahppi birra ovdalaččas, ja dan berre geavahit dialogas ohppiiguin ja váhnemiiguin.
sma: Datne byörh daam bïevnesem ektesne vuejnedh jeatjah bïevnesigujmie mejtie åtnah learohki bïjre aarebistie, jïh byöroe dialogesne learohkigujmie jïh eejhtegigujmie åtnasovvedh.

source: Oaččo ohppiid searvat árvvoštallamii Ohppiid berre oažžut searvat geahččalemiid árvvoštallamii.
sma: Vaeltieh learoehkidie meatan Datne byörh learoehkidie meatan vaeltedh gosse pryövem gïehtjedh mænngan.

source: Go jearahallá ohppiin maid sii doivot sii leat máhttán bargat, ja mainna galggaše eanet bargat, de sáhttá ohppiid oažžut suokkardallat iežaset máhtolašvuođas.
sma: learoehkidie gihtjh maam dah vienhtieh dah leah buektiehtamme, jïh mejnie byöroeh vielie haarjanidh, dellie dah maehtieh aelkedh sijjen jïjtsh lïerehtimmien bïjre ussjedieh.

source: Maŋŋil go bohtosiid lea geahčadan, de sáhttá leat ávkkálaš ohppiiguin searválaga suokkardallat sin vástádusaid ja plánet movt oahppit sáhttet buorebut bargat.
sma: Mænngan illedahkide gïehtjedamme, maahta nuhteligs årrodh baajedh learoehkidie meatan årrodh sijjen vaestiedassi bïjre ussjedidh, jïh soejkesjidh maam dah maehtieh

source: Ohppiid árvvoštallamat iežaset barggus sáhttet addit dehálaš 7. siidu 34 siiddus
sma: GUKTIE DEJTIE NJIELJIE PRINSIHPIDE JAABNANVUARJASJÆMMAN EKTESNE VUEJNEDH PRYÖVETJÏRREHTIMMINE ?

source: • Movt ráhkkanahttit ohppiid geahččaleami ulbmiliidda ?
sma: • Guktie edtjem learoehkidie ryöjrehtidh aajkose pryövine ?

source: • Movt galggan geavahit bohtosiid vai sáhtán addit fágalaš relevánta
sma: • Guktie edtjem illedahkide nuhtjedh juktie maehtedh faageles sjyöhtehke

source: árvvoštallamiid ruovttoluotta mat ovddidit viidásit oahppama ?
sma: bïevnesh bååstede vedtedh mah dam guhkiebasse lïerehtimmiem eevtjieh ?

source: • Movt mun sáhtán searvadahttit oahppi viidásit bargui bohtosiiguin ?
sma: • Guktie edtjem learoehkidie meatan vaeltedh dennie guhkiebasse barkosne illedahkigujmie ?

source: • Movt oahppit sáhttet searvat iežaset barggu árvvoštallamii ?
sma: • Guktie learohkh maehtieh meatan årrodh sijjen jïjtsh barkoem vuarjasjidh ?

source: 8. siidu 34 siiddus oahpásmuvvat bures ovdal čađahanbeaivvi.
sma: Åvtelen pryöve dorjesåvva, dle vihkeles datne lea veelelaakan goerehtamme bïhkedassem Instruksjon for gjennomføring.

source: Dan gávnnat PAS:s.
sma: Daam gaavnh PAS:sne.

source: Dat instruksa sisdoallá dan maid oahpaheaddji galgá dadjat ohppiide ovdal geahččaleami ja geahččaleami čađahettiin.
sma: Bïhkedimmesne tjåådtje maam Sæjroe 8 / 35 learohke edtja learoehkidie jiehtedh pryöven åvtelen jïh mearan pryöve dorjesåvva.

source: Dasa lassin čilgejuvvojit das čađaheami rámmat.
sma: Lissine tjïrrehtimmien mierieh aaj buerkiestamme sjidtieh.

source: Kártengeahččaleapmi galgá čađahuvvot guovtti vuorus.
sma: Edtja goerehtallemepryövem tjïrrehtidh gööktine boelhkine.

source: Vuoruid gaskkas galgá ohppiin leat boddu.
sma: Boelhki gaskem learohkh edtjieh eejehtimmiem utnedh.

source: Dat lea danne go oahppit geain leat oahppanváttut dávjá váibet eanet go oahppit geain eai leat dakkár hástalusat.
sma: Dïhte dan åvteste dah viesjies learohkh daamtaj maehtieh sæjloesåbpoe sjïdtedh goh dah veaksehke learohkh.

source: Buot oahppit galget beassat čájehit kártengeahččaleamis maid sii máhttet, ja ahte boasttu vástádusaid sivva ii leat dat go leat váiban.
sma: Vihkeles gaajhkh learohkh åadtjoeh vuesiehtidh maam maehtieh goerehtallemepryövesne, jïh båajhtoeh vaestiedassh eah leah syjlemen gaavhtan.

source: Geahččaleapmegihppagis lea merkejuvvon gokko galggašii bisánit bottus.
sma: Pryöveheeftesne lea mïerhkesjamme gåessie pryöve byöroe årrodh.

source: Dat lea dušše láidehus, muhto ávžžuhit ahte eai váldde bottu maŋŋil.
sma: Daate ajve bïhkeden, men mijjieh juvnehtibie eejehtimmie ij seejnebe vaaltasovvh.

source: Bottu guhkkodat galggašii leat unnimusat 10 minuhta, áinnas borranboddu dahje fitnan olggu ovddas.
sma: Eejehtimmie byöroe årrodh unnemes 10 minudth, maaje beapmojne jallh ålkone.

source: Geahččaleami
sma: Maahta

source: sáhttá maiddái juohkit guovtti skuvlabeaivái.
sma: aaj pryövem juekedh gööktine skuvlebiejjine.

source: Oktiibuot almma bottu haga lea geahččaleami čađahanáigi sullii 60 minuhta.
sma: Tjåanghkan pryöve sæjhta vaasedh medtie 60 minudth, dellie eejehtimmie ij leah meatan.

source: Ovdal geahččaleami lea dehálaš ahte sihke oahppit ja sin váhnemat / ovddasteaddjit leat ožžon dieđuid kártengeahččaleami birra ja dan čađaheami ulbmila.
sma: Pryövetjïrrehtimmien åvtelen lea vihkeles dovne learohkh jïh eejhtegh goerehtallemepryövem demtieh jïh daejrieh man åvteste dam tjïrrehte.

source: Oahpahusdirektoráhta lea ráhkadan diehtojuohkingihppaga váhnemiidda / ovddasteddjiide man namma lea: ” Informasjon om kartleggingsprøver, våren 2015 ”.
sma: Bïevnesh eejhtegidie Ööhpehtimmiedirektovraate aktem bïevnesetjaalegem dorjeme eejhtegidie man nomme: «Bïevnesh goerehtallemepryövi bïjre, gïjren 2015 š.

source: Váhnemiid diehtojuohkingihpa sáddejuvvo ohppiid mielde ruovttuide ja dan galggašii maiddái sáhttit viežžat skuvlla ruovttusiiddas dahje oahpahusneahttabáikkis.
sma: Bïevnesetjaalege eejhtegidie seedtesåvva gåatan learohkigujmie jïh byöroe lissine våålese vaaltasovvedh skuvlen gåetiesæjrosne jallh lïerehtimmiesijjesne.

source: Gihpa lea jorgaluvvon sámegillii (davvi, lulli- ja julevsámegillii) ja eŋgelasgillii.
sma: Tjaalege lea jarkoestamme saemien gïelese (noerhte-, åarjel- jïh julevsaemien.

source: Daid sáhttá viežžat pdf-fiilan Oahpahusdirektoráhta ruovttusiiddus.
sma: Maahta dejtie våålese leessedh goh pdf-fijlh Ööhpehtimmiedirektovraateen gåetiesæjroste.

source: Gihpa almmuhuvvo buori áiggis ovdal kártengeahččaleamit lohkamis ja rehkenastimis galget čađahuvvot.
sma: Tjaalege olkese båata guhkiem åvtelen learohkh edtjieh goerehtallemepryövide lohkemisnie jïh ryöknedimmesne darjodh.

source: Diehtu ohppiide
sma: Bïevnesh learoehkidie

source: Oahppit galget oažžut dieđuid kártengeahččalemiid birra dalle go váhnengihppagat juhkkojuvvojit ohppiide.
sma: Learohkh edtjieh bïevnesh åadtjodh goerehtallemepryövi bïjre seamma tïjjen goh tjaalege eejhtegidie vadtasåvva.

source: Lea dehálaš ahte geavahat buori áiggi čilget mii kártengeahččaleapmi lea, manne galgá dakkár geahččaleapmi, ja mo geahččaleapmi galgá čađahuvvot.
sma: Vihkeles datne astoem åtnah buerkiestidh mij akte goerehtallemepryöve lea, man åvteste dijjieh edtjede dagkeres pryövem utnedh jïh guktie pryöve edtja tjïrrehtamme sjïdtedh.

source: Ohppiid bargoáigi geahččaleami osiide lea ovdal bottu 17, 5 minuhta ja 13,5 minuhta maŋŋil bottu.
sma: Barkoetïjje learoehkdie dejnie göökte bieline pryöveste lea 16 minudth eejehtimmien åvtelen jïh 12

source: Dasa lassin boahtá áigi bagadusaide ja nu ain.
sma: Lissine tïjje vadtasåvva bïhkedimmieh vedtedh jïh numhtie vijriesåbpoe.

source: 9. siidu 34 siiddus
sma: Sæjroe 9 / 35

source:  várren áiggi geahččaleami čađaheapmái
sma: GÏEHTJEDIMMIELÆSTOE LOHKEHTÆJJESE TJÏRREHTIMMIEN ÅVTELEN Manne  tïjjem vadteme pryövem tjïrrehtidh

source:  lohkan ovdagihtii oahpaheaddjibagadusa ja geahččaleami instruksa
sma:  gïehtjedamme bïhkedimmiem jïh bïhkedasside juktie pryövem tjïrrehtidh

source:  doaimmahan váhnemiidda diehtogihppaga geahččaleami birra ja dieđu
sma:  hokseme eejhtegh bïevnesetjaalegem åådtjeme jïh bïevnesh åådtjeme

source: geahččaleami čađaheami ja čuovvoleami birra.
sma: tjïrrehtimmien jïh dåarjelimmien bïjre

source:  ságastallan ohppiiguin dan birra ahte geahččaleapmi galgá leat veahkkin
sma:  learohkigujmie soptsestamme daate pryöve edtja viehkine årrodh ihke

source: oahpaheaddjái addit ohppiide nu buori oahpahusa go vejolaš
sma: lohkehtæjja maahta learoehkidie dan bööremes lïerehtimmiem vedtedh

source:  várren áiggi maŋŋil geahččaleami ovttaskas oahppi bohtosiid árvvoštallamii ja
sma:  tïjjem vadteme tjïrrehtimmien mænngan juktie maehtedh vuarjasjidh jïh

source: čuovvoleapmái
sma: MEARAN TJÏRREHTEMINIE

source: 10. siidu 34 siiddus dárogillii namain Instruksjon for gjennomføring geahččalemiidvuogádaga fierpmádagas, Prøveadministrasjonssystemet (PAS), https://pas.udir.no.
sma: Pryövereeremesysteemesne (PAS.) ((https://pas.udir.no) gaavnh Instruksjon for gjennomføring mij buerkeste guktie datne edtja pryövem tjïrrehtidh, jïh mah ryöjredimmieh mejtie tjoerh darjodh pryöven åvtelen.

source: Doppe gávnnat maiddái bohtosiidčilgehusa / fasihta mii čilge movt galggat divvut geahččalemiid.
sma: Daesnie aaj vuarjasjimmiebïhkedimmiem gaavnh mij buerkeste guktie edtja pryövide staeriedidh.

source: Don fertet lohkat ja oahpásmuvvat bures instruksii, Instruksjon for gjennomføring, buori áiggis ovdal kártengeahččaleami čađaheami ohppiiguin.
sma: Datne tjoerh veele lohkedh jïh gïehtjedidh Instruksjon for gjennomføring guhkiem åvtelen datne goerehtallemepryövem tjïrrehth learohkigujmie.

source: Dus ferte leat alddát
sma: Datne tjoerh aktem jïjtse

source: geahččaleami gihpa klássalanjas maid geavahat veahkkin bagadallamis.
sma: pryöveheeftem meatan utnedh klaassetjiehtjielasse maam nuhtjh, Instruksjonine ektine.

source: Dasa lassin dárbbašat diimmu mainna geahčat áiggi.
sma: Lissine aktem tsåahkam daarpesjh mij tïjjem vaalta, tjöödtjesthtsåahka.

source: Geahččaleami instruksas čuožžu man guhkes áigi ohppiin lea guhtege siiddu bargobihtáid bargamii.
sma: Dennie tjaalegisnie Instruksjon tjåådtje man guhkiem learohkh edtjieh utnedh laavenjasside loetedh fïerhtene sæjrosne.

source: Dat leat oahppit geaid geahččaleapmi galgá gávdnat go váilevaš
sma: Dastegh baaja learoehkidie dan guhkiem gïehtelidh goh jïjtje

source: strategiijaovdáneapmi lea stuorimus prediktora vejolaš matematihkkaváttuide maŋŋil. Danne ferte čuovvut dárkilit áigemeriid mat leat instruksas.
sma: Daah leah learohkh mejtie pryöve edtja vueptiestidh dan åvteste faatoes strategijeevtiedimmie lea dïhte veaksahkommes prediktovre dastegh learohkh matematihketsagkesh mænngan åadtjoeh.

source: 11. siidu 34 siiddus bohtosiid.
sma: Dan åvteste tjoerh veelelaakan fulkesidh

source: Kártengeahččaleapmi mihtida guokte máhtolašvuođasuorggi rehkenastima vuođđo máhtolašvuođain.
sma: Vuelielisnie bïevnesh gaavnh guktie edtjh toelhkestidh jïh dåarjelidh illedahkide goerehtallemistie.

source: Dovdat ja čilget sisdoallá oahppi máhtolašvuođa identifiseret dilálašvuođaid maidda gullet logut ja sturrodagat.
sma: Damtijidh jïh buerkiestidh leah mejtie learohke maahta tsiehkieh damtijidh mah taalh jïh stoeredahkh meatan utnieh.

source: Geahččaleami bargobihtát čilgejit čielga dilálašvuođaid maid sáhttá čoavdit rehkenastima bokte.
sma: Laavenjassh pryövesne buerkiestieh vihties tsiehkieh mejtie maahta loetedh viehkine ryöknedimmeste.

source: čatnasit dilálašvuođaide, ja sii fertejit máhttit ráhkadit mentála modealla matematihkalaš oktavuhtii, ovdamearka dihte oastit ja vuovdit.
sma: Learohkh tjuerieh guarkedh taalh tseahkan gårrelgieh, jïh tjuerieh maehtedh aktem mentaale maallem darjodh dan matematihkeles ektiedæmman, vuesiehtimmien gaavhtan åestedh jïh doekedh.

source: Geavahit ja ráhkadit sisdoallá máhtu válljet strategiijaid váttisvuođačoavdimii.
sma: Nuhtjedh jïh gïetedidh lea strategijh Sæjroe 10 / 35 veeljedh juktie dåeriesmoerh loetedh.

source: Geahččaleapmi mihtida ohppiid máhtu geavahit álkes strategiijaid hivvodagaid juohkimii ja juogusteapmái ja álkes rehkenastimii.
sma: Pryöve möölehte guktie learohke maahta aelhkie strategijh nuhtjedh gosse veahkah juaka jïh klaassifiserede, jïh aelhkie aerviedimmieh darjodh.

source: Ohppiid rehkenastima vuođđomáhtolašvuođaid mihtideapmái leat ráhkaduvvon bargobihtát njealji temás: Lohkan, lohkodoahpagat, lohkoráidu ja lohkolinnjá ja
sma: Juktie learohki uvtemesth tjiehpiesvoeth ryöknedimmesne möölehtidh, laavenjassh leah evtiesovveme njieljie teemaj sisnjeli: Ryökneme, taalegoerkese, taaleraajroe jïh taalesïeve

source: rehkenastin.
sma: jïh ryöknedimmie.

source: Juohke temái govviduvvo ohppiid ovdáneapmi ja dás leat maiddái ovdamearkkat ohppiin.
sma: Fïereguhte dejstie njieljie teemijste goerehtallemepryövesne åehpiedehteme sjædta vuelielisnie.

source: Dás čilgejuvvojit maiddái hástalusat mat sáhttet leat ohppiin geat rahčet guhtege temá siskkobealde, ja dás leat
sma: Fïereguhten teemese learohki evtiedimmiem buerkeste, jïh såemies vihties learohkevuesiehtimmieh vadtasuvvieh.

source: evttohusat aktivitehtaide mat sáhttet veahkehit ohppiid birget daiguin hástalusaiguin.
sma: Vijriesåbpoe haestemh buerkeste mejtie viesjies learohkh dåastoeh fïerhten teeman sisnjelen, jïh

source: Maŋŋelis temáid leat čilgehusat golmma oahppis (ohppiidportreahtat) geain leat hui iešguđetlágan bohtosat.
sma: muvhth raeriestimmieh darjoemidie vadtasuvvieh mah maehtieh learoehkidie viehkiehtidh dejtie haestiemidie haalvedh.

source: Dat portreahtat leat čállon dan vuođul maid muhtun oahppit leat vástidan go oasálaste kártengeahččalemiid ráhkadeamis.
sma: Teemaj mænngan buerkiestimmieh golme learoehkijstie gaavnh (learohkeportrehth) gaajh joekehts illedahkigujmie goerehtallemepryövesne.

source: Portreahtat muitalit maid oahppit leat čájehan ahte sii máhttet ja maid eai máhte geahččaleamis.
sma: Daah portrehth leah tjaalasovveme learohki vaestiedassi mietie mah lin meatan evtiedimmesne goerehtallemepryöveste.

source: Juohke ohppiidportreahtas lea árvalus mo sáhttá viidásit čuovvolit oahppi.
sma: Fïerhten learohkeportrehtese raeriestimmieh vadtasuvvieh juktie guhkiebasse learohkem dåarjelidh.

source: Čuovvoleapmi ohppiin geat leat sierra beroštumi ráji vuolábealde
sma: Dåarjelimmie learoehkijstie tjoeperdimmieraasten nuelesne

source: Kártengeahččaleapmi rehkenastimis deattuha lohkoipmárdusa ja rehkenastin máhtolašvuođa.
sma: Goerehtallemepryöve ryöknedimmesne fokusem åtna taalegoerkesasse jïh ryöknedimmietjiehpiesvoetese.

source: Dat leat dárbbašlaš vuođđogeađggit rehkenastima vuođđomáhtolašvuođaid oahppamis ja matematihka oahppamis.
sma: Daate lea daerpies bigkemegierkieh juktie vihkielommes tjiehpiesvoeth ryöknedimmesne vejtiestidh jïh matematihkem lïeredh.

source: Bohtosat 2. jahkeceahki matematihka kártengeahččaleamis galget geavahuvvot vuolggasadjin ságastallamii ohppiiguin ja váhnemiiguin go pláne mo galgá čuovvolit oahppu.
sma: goerehtallemepryöveste ryöknedimmesne 2. daltesasse åtnasovvedh goh våarome akten soptsestæmman learoehkinie jïh eejhtegigujmie, juktie dam guhkiebasse dåarjelimmiem learoehkistie soejkesjidh.

source: Ovttas sáhttibehtet vuoruhit movt ovddos guvlui bidjabehtet oahppomihtuid barggus.
sma: Ektesne dijjieh maehtede bæjjese bïejedh våaroehtamme lïerehtimmieulmieh dan guhkiebasse barkose.

source: Ságastallet movt oahppi
sma: Soptsestidie ektesne guktie learohke

source: sáhttá olahit mihtuid maid bidjabehtet.
sma: maahta jaksedh dejtie ulmide mah bïejesuvvieh.

source: Dehálaš lea bidjat deattu muhtun moatti, realisttalaš mihttui hávális.
sma: Vihkeles fokusem utnedh naan gille ulmide fïerhten aejkien, mejtie maahta jaksedh.

source: Go dulko ohppiidvástádusaid, de lea dehálaš geahččat geahččaleami ollislaččat.
sma: ÅTNOE ILLEDAHKIJSTE  Edtja learohkh tjoeperdimmieraasten nuelesne guhkiebasse dåarjelidh

source: Leage várrogas ovtta bargobihtá vástádusa vuođul dadjat maidege.
sma:  Lohkehtæjja tjuara eejhtegidie bievnedh illedahki bïjre goerehtallemepryövesne jis

source: 12. siidu 34 siiddus sierra báhpirii. Dat sáhttet addit lassi dieđuid das mo oahppi jurddaša.
sma: vååjnoe goh learohke lea tjoeperdimmieraasten nuelesne, jïh dan gaavhtan lissie dåarjelimmiem daarpesje

source: Árvvoštala leago ohppiide vuolábealde sierra beroštumi ráji ávkkálaš mannat olles geahččaleami čađa.
sma:  Learohkh mah eevre tjoeperdimmieraasten bijjelen skååredieh, maehtieh aaj guhkiebasse dåarjelimmiem daarpesjidh

source: Vejolaččat sáhttá válljet muhtun siidduid maid manná čađa ohppiin, dat galggaše leat siiddut maid sisdoallu lea
sma:  Tjuara illedahkide akten learoehkasse ektesne vuejnedh jeatjah bïevnesigujmie learohken bïjre Sæjroe 11 / 35

source: Danne sáhttá leat vuogas válljet dušše moadde siiddu maid geahčada searválaga ohppiin.
sma: Gosse learohkevaestiedasside toelhkeste lea vihkeles abpe pryövem ektesne vuejnedh.

source: Go geahčada geahččaleami olles klássain, de sáhttá válljet geahččaleamis muhtun temáid dahje siidduid maiguin sáhttá bargat ovttas.
sma: Årroeh våårege illedahkh toelhkestidh ajve aktede vaestiedasseste aktene laavenjassesne. Maahta jïjnjh bïevnesh gaavnedh jis learohken abpe heeftem gïehtjede.

source: Muitte ahte lea maiddái vejolaš ráhkadit “ kurssa ” ohppiiguin daidda dihto doahpagiidda dahje máhtolašvuođaide maiguin buohkat joavkkus rahčet.
sma: plæjjohkemïerhkh taalesïevine jïh goerine, vuartesjh aaj notaatine jallh gusnie learohke tjaaleme sæjroebieline jallh jïjtse paehpierisnie.

source: Evttohusat gažaldagaide ohppiide sierra beroštumi ráji vuolábealde
sma: Daate maahta lissiebïevnesh vedtedh guktie learohke ussjede.

source:  Ledje go muhtun bargobihtát maid don it ipmirdan mo galget bargat ?
sma: Jis jueriedisnie, soptsesth learoehkinie jïh gihtjh mejtie learohke måjhta guktie ussjedi.

source:  Makkár bargobihtáid manai bures bargat ? Evttohusat gažaldagaide ohppiide go bargá olles luohkain maŋŋil geahččaleami:
sma: Byöroe pryövem aktine aktine learoehkinie gïehtjedidh mij lea eevre tjoeperdimmieraasten bijjelen jïh nuelesne.

source:  Maid jáhkkibehtet mii galgat gávdnat dáinna siidduin ?
sma: Vuarjesjh mejtie learohkh tjoeperdimmieraasten nuelesne aevhkiem

source:  Mo sáhttit jurddašit go galgat čoavdit dán bargobihtá ?
sma: Veeljh dej veajkoej muvhth sæjroeh mejtie learoehkinie ektine vuartesjh.

source: Oahppit vuolábealde sierra beroštumi ráji geavahit dávjá guhkes áiggi danne go sis leat eahpevuogálaš strategiijat, heajos doabaipmárdusat, dahje beare viiddis dárkkistanstrategiijat.
sma: Akte learohke mij guhkede tjoeperdimmieraasten nuelesne skåårede (vuartesjh portrehtem Jåvveste), maahta tuhtjedh gïerve jis lohkehtæjja abpe heeften tjïrrh plaerede jïh satne åådtje gaajhkide laavenjasside vuejnedh mejtie ij leah buektiehtamme jallh ij vaestiedamme.

source: Daid dáhttut fuobmát kártengeahččalemiiguin, ja danne čađahit geahččaleami áigemeriiguin ja veahkkeneavvuid haga.
sma: Dellie kanne akte learohke meatan aktene kuvsjesne, mearan akte jeatjah learohke lea meatan jieniebinie kuvsjine.

source: Maŋŋil go geahččaleapmi lea divvojuvvon, de sáhttá láhčit ohppiide vejolašvuođa bargat bihtáid maid eai vástidan geahččaleamis.
sma: Raeriestimmie gyhtjelasside learoehkidie tjoeperdimmieraasten nuelesne:  Maahtah munnjien vuesiehtidh dam sæjroem pryövesne datne tuhtjih lij lustemes ?

source: Jus nu, de divo vuos geahččaleami, ja divtte dasto ohppiid muosis bargat
sma:  Mah laavenjassh desnie mejtie idtjïh guarkah guktie edtjh loetedh ?

source: loahppa bargobihtáid ivdnebliánttain.
sma:  Mah laavenjassh lin gïerve ?

source: De gal ožžot geavahit veahkkeneavvuid.
sma:  Mah laavenjassh lij aelhkie darjodh ?

source: Máŋgasiidda lea dat doarvái dasa ahte nagodit iešheanalaččat bargat bihtáiguin mat leat báhcán.
sma: Raeriestimmie gyhtjelasside learoehkidie gosse barkeminie pryöven mænngan ellies klaassine:

source: Oahppit EAI oaččo divvut boasttu vástádusaid.
sma:  Guktie maehtebe ussjedidh juktie daam laavenjassem loetedh ?

source: Ohppiide geat rahčet ii leat nu ollu ávki bargat iešheanalaččat geahččaleami bargobihtáiguin, ja nu ii ávžžuhuvvo sidjiide dat bargovuohki.
sma: Learohkh tjoeperdimmieraasten nuelesne daamtaj guhkiem tïjjem nuhtjieh dan åvteste dej leah ovmaereles strategijh, viesjies dïejvesh jallh fer vijries gïehtjedimmiestrategijh.

source: 13. siidu 34 siiddus dieđuid das maid oahppi ii ipmir, ja mainna son rahčá.
sma: Mijjieh sïjhtebe daam goerehtallemepryövine vueptiestidh, jïh dan åvteste pryövem tjïrrehtibie

source: Dat sáhttá leat vuosttaš oassi oahppi viidásit kártemis.
sma: tïjjemieriejgujmie jïh bielelen viehkiedïrregh.

source: 14. siidu 34 siiddus máhtolašvuođaid ovdal go doahpagiid, vai ohppet go daid buohtalaga.
sma: Mænngan pryövem staeriedamme, maahta sjïehteladtedh ihke learohkh åadtjoeh laavenjasside loetedh mejtie idtjin vaestedh gosse

source: Jáhku mielde dat ovdánit buohtalaga.
sma: Sæjroe 12 / 35 pryövem tjïrrehtin.

source: Oahppit geat eai hálddaš lohkodoahpagiid nu bures rahčet dávjá lohkamiin ja lohkorehkenastimiin.
sma: Staeredh boekte pryövem voestegh, jïh baajh dan mænngan learoehkidie raeffesne tjahkasjidh jïh dejtie mubpide laavenjasside loetedh klaerieplæjjohkinie.

source: Oahppit geat rahčet lohkat dávjá eai ipmir nu bures
sma: Daelie maehtieh maaje viehkiedïrregh nuhtjedh.

source: doahpagiid mat čatnasit loguide.
sma: Learohkh joe
